Repository: nvdaes/placeMarkers
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, vi

source: Select a folder to restore a backup of your previous copied place markers.
bg: Изберете папка, от която да възстановите архивно копие на вашите предишно копирани позиционни маркери.
da: Vælg en mappe for at gendanne dine tidligere kopierede stedmærker.
de: Wählen SIE einen Ordner zum Wiederherstellen eines Backups Ihrer vorigen Lesezeichen.
es: Selecciona una carpeta para restaurar un respaldo de tus marcas copiadas anteriormente.
fa: پوشه‌ای را برای برگرداندنِ نشان‌گذاری‌های از‌پیش کپی‌شده‌تان انتخاب کنید.
fi: Valitse kansio, josta aiemmin varmuuskopioimasi paikkamerkit palautetaan.
fr: Sélectionner un dossier pour restaurer une sauvegarde de vos précédents marqueurs de position copiés.
gl: Seleciona un cartafol para restaurar una copia de seguridade das túas marcas copiadas anteriormente.
hr: Odaberi mapu za obnavljanje prethodno kopiranih oznaka pozicija pomoću sigurnosne kopije.
it: Seleziona una cartella per ripristinare un backup dei segnaposto precedentemente copiati.
nl: Selecteer een map om een back-up van uw eerder gekopieerde plaatsmarkeringen te herstellen.
pl: Wybierz katalog do przywracania kopii znaczników miejsc.
pt_br: Selecione uma pasta para restaurar cópia de marcadores de lugar anteriormente copiados.
pt_pt: Escolha uma pasta para restaurar um backup dos seus marcadores de lugar anteriormente copiados.
ro: Selectați un dosar în care să restaurați o copie de siguranță a locului de marcaje copiat anterior..
ru: Выберите папку для восстановления резервной копии из ваших предварительно сохранённых закладок. \n \t\t Они будут скопированы в %s.
sk: Vyberte priečinok s uloženou zálohou záložiek.
sl: Izberite mapo, kamor želite obnoviti prostorske označbe iz prej ustvarjene varnostne kopije.
sr: Izaberite folder za vraćanje vaše prethodno napravljene rezervne kopije markera. Oni će biti kopirani u folder %s.
ta: தங்களின் முந்தைய இடக்குறிப்பிகளின் காப்பினை மீட்டமைக்க வேண்டிய கோப்புரையைத் தெரிவுச் செய்க.
uk: Виберіть папку для відновлення резервної копії раніше скопійованих маркерів місць.
vi: Chọn thư mục để phục hồi bản sao lưu các điểm đánh dấu đã được sao chép trước đó. Chúng sẽ được chép vào %s.

source: directory containing backup:
ar: المجلد الذي يحتوي على النسخة الاحطياطية هو:
bg: Директория, съдържаща архивно копие:
da: Mappe med sikkerhedskopi:
de: Backup-Ordner:
es: directorio que contiene el respaldo:
fa: پوشه‌ی دارای نسخه‌ی پشتیبان:
fi: Varmuuskopion sisältävä kansio:
fr: dossier contenant la sauvegarde:
gl: directorio que contén a copia de seguridade:
hr: Mapa koja sadrži sigurnosnu kopiju:
hu: Biztonsági másolatot tartalmazó könyvtár
it: cartella che contiene il backup:
nl: map met back-up:
pl: katalog zawierający kopię zapasową:
pt_br: diretório que contém cópia de segurança:
pt_pt: pasta que contém a cópia de segurança:
ro: dosarul care conține copia de siguranță:
ru: каталог, содержащий резервную копию:
sk: Priečinok so zálohou:
sl: imenik, ki vsebuje varnostno kopijo:
sr: Folder koji sadrži rezervne kopije:
ta: காப்பினைக் கொண்டுள்ள அடைவு
uk: папка з резервними копіями:
vi: thư mục chứa bản sao lưu:

source: Select directory to restore
ar: حدد أحد المجلدات لتكون مكان للاسترجاع
bg: Избор на папка за възстановяване
da: Vælg mappe til gendannelse
de: Ordner zum Wiederherstellen auswählen
es: Seleccionar directorio a restaurar
fa: پوشه را برای برگرداندن انتخاب کنید
fi: Valitse palautettava kansio
fr: Sélectionner le dossier à restaurer
gl: Selecciona directorio a restaurar
hr: Odaberi mapu za obnavljanje oznaka
hu: Mappaválasztás a visszaállításhoz
it: Selezionare la cartella da ripristinare
nl: Selecteer de map om te herstellen
pl: Wybierz katalog do przywrócenia
pt_br: Selecione diretório a restaurar
pt_pt: Seleccionar pasta para restaurar
ro: Selectează dosarul pentru restaurare
ru: Выберите каталог для восстановления
sk: Vyberte priečinok na obnovenie
sl: Izbera imenika za obnovo
sr: Izaberite folder za vraćanje
ta: இந்த அடைவிலிருந்து மீட்டமைக்கவும்
uk: Виберіть папку для відновлення
vi: Chọn thư mục để khôi phục

source: P&lace markers
ar: ع&لامات مرجعية
bg: Позиционни &маркери
da: &Stedmærker
de: &Lesezeichen
fa: &نشان‌گذاری‌ها
fi: Paikka&merkit
fr: Marqueurs de p&osition
hr: &Oznake pozicija
hu: &helyjelzők
ne: श्थान &चिनो
nl: P&laats markeringen
pl: Zna&czniki miejsca
pt_br: M&arcadores de lugar
pt_pt: Marcadores de &lugar
ro: Marcaje &locație
ru: З&акладки
sk: &Záložky
sl: &Prostorske označbe
ta: இடக் குறிப்பிகள் (&L)
uk: &Маркери місць
vi: Đá&nh dấu

source: Bookmarks and Search menu
ar: العلامات المرجعية وقائمة البحث
bg: Маркери и меню за търсене
da: Menu til bogmærker og søgning.
de: Lesezeichen und Suchmenü
es: Menú Búsqueda y Marcas
fa: منوی نشان‌ها و جستجو
fi: Paikkamerkkien ja hakujen valikko
fr: Menu de Recherche et de Marqueurs
gl: Menú Marcas e Buscar
hr: Knjižne oznake i izbornik pretrage
hu: Könyvjelzők és keresés menü
it: Menu Ricerca e Segnaposto
ne: पुस्तकचिनो र खोजी मेनु ।
nl: Bladwijzers en zoeken menu
pl: Zakładki i menu Szukaj
pt_br: Menu de marcadores e busca
pt_pt: Marcadores e procura
ro: Meniu căutare și semne de carte
ru: Меню Поиска и Закладок
sk: Menu zo záložkami a reťazcami hľadania
sl: meni zaznamkov in iskanja
sr: Meni markera i pretrage
ta: நூற்குறிகள் மற்றும் தேடுதல் உட்பட்டியல்
uk: Меню закладок і пошуку
vi: Trình đơn dấu trang và tìm kiếm

source: &Specific search folder
ar: &مجلد بحث محدد
bg: Папка за &конкретно търсене
da: Mappe med specifikke søgninger
de: Erweiterter &Suchordner
es: Carpeta de bú&squeda específica
fa: پوشه‌ی جستجوی &اختصاصی
fi: &Sivukohtaisen haun kansio
fr: Dossier de Recherche &Spécifique
gl: Cartafol Busca &Específica
hr: &Određena mapa pretrage
hu: &Speciális keresések mappája
it: Cartella ricerche &specifiche
ne: &विशेष खोजी थैली
nl: &Specifieke zoekmap
pl: &określony folder wyszukiwania
pt_br: Pasta de bu&sca específica
pt_pt: Pasta de procuras &específicas
ro: Căutare &specifică dosar
ru: &Папка поисковых запросов
sk: Priečinok s reťazcami &hľadania
sl: mapa &posebnega iskanja
sr: &Specifičan folder pretrage
ta: குறிப்பான தேடுதல்களின் கோப்புறை (&S)
uk: &Папка конкретного пошуку
vi: T&hư mục tìm kiếm cụ thể

source: Opens the specific search folder
ar: فتح مجلد البحث المحدد
bg: Отваря папката за конкретно търсене
da: Åbner mappen med specifikke søgninger
de: Öffnet den erweiterten Suchordner
es: Abre la carpeta de búsqueda específica
fa: پوشه‌ی جستجوی اختصاصی را باز میکند
fi: Avaa sivukohtaisen haun kansion
fr: Ouvrir le dossier de recherche spécifique
gl: Abre o cartafol busca específica
hr: Otvara određenu mapu pretrage
hu: Megnyitja a speciális keresések mappáját
it: Apre la cartella delle ricerche specifiche
ne: विशेष खोजी थैलीलाई खोल्ने छ ।
nl: Opent de specifieke zoekmap
pl: Otwiera określony folder wyszukiwania
pt_br: Abre a pasta de busca específica
pt_pt: Abrir a pasta de procura específica
ro: Deschide dosarul de căutare specific
ru: Открывает папку поисковых запросов
sk: otvorí priečinok s reťazcami hľadania
sl: Odpre mapo posebnega iskanja
sr: Otvara specifični folder pretrage
ta: குறிப்பான தேடுதல்களின் கோப்புறையைத் திறக்கிறது
uk: Відкриває папку конкретного пошуку
vi: Mở thư mục tìm kiếm cụ thể

source: &Bookmarks folder
ar: &مجلد العلامات المرجعية
bg: Папка с &маркери
da: &Bogmærke-mappe
de: Lese&zeichenordner
es: Carpeta de &marcas
fa: پوشه‌ی &نشان‌ها
fi: &Paikkamerkkien kansio
fr: Dossier des &marqueurs
gl: Cartafol &Marcas
hr: &Mapa knjižnih oznaka
hu: &Könyvjelzők mappa
it: Cartella Segna&posto
ne: &पुस्तकचिनो थैली
nl: Map voor &bladwijzers
pl: Folder &zakładek
pt_br: Pasta de ma&rcadores
pt_pt: Pasta de &Marcadores
ro: Dosar &semne de carte
ru: Пап&ка закладок
sk: &Priečinok so záložkami
sl: mapa z &Zaznamki
sr: Folder &markera
ta: நூற்குறிகளின் கோப்புறை (&B)
uk: &Папка закладок
vi: &Thư mục dấu trang

source: Opens the bookmarks folder
ar: فتح مجلد العلامات المرجعية
bg: Отваря папката с маркери
da: Åbner mappen med bogmærker
de: Öffnet den Ordner der Lesezeichen
es: Abre la carpeta de marcas guardadas
fa: پوشه‌ی نشان‌ها را باز میکند
fi: Avaa paikkamerkkien kansion
fr: Ouvrir le dossier des marqueurs
gl: Abre o cartafol marcas
hr: Otvara mapu knjižnih oznaka
hu: Megnyitja a könyvjelzők mappáját
it: Apre la cartella dei Segnaposto
ne: पुस्तकचिनो थैली खोल्ने छ ।
nl: Opent de map voor bladwijzers
pl: Otwiera folder zakładek
pt_br: Abre a pasta de marcadores
pt_pt: Abre a pasta de marcadores
ro: Deschide dosarul semnelor de carte
ru: Открывает папку закладок
sk: otvorí priečinok so záložkami
sl: Odpre mapo z zaznamki
sr: Otvara folder markera
ta: நூற்குறிகளின் கோப்புறையைத் திறக்கிறது
uk: Відкриває папку закладок
vi: Mở thư mục dấu trang

source: &Copy placeMarkers folder...
ar: &نسخ مجلد العلامات المرجعية
bg: &Копиране на папката с позиционни маркери...
da: &Kopier mappen med stedmærker...
de: Lesezeichenordner &kopieren...
es: &Copiar la carpeta Marcas...
fa: &کپیِ پوشه‌ی نشان‌گذاری‌ها
fi: &Kopioi paikkamerkkien kansio...
fr: &Copier le dossier des marqueurs de position...
gl: &Copiar cartafol marcas...
hr: &Kopiraj mapu oznaka pozicija …
hu: Helyjelző könyvtárának m&ásolása...
it: &Copia la cartella segnaposto...
ne: &स्थान चिनो थैलीको नक्कल उतार्ने छ ।
nl: PlaceMarkers map &kopieren...
pl: s&kopiuj folder znaczników miejsca...
pt_br: &Copiar pasta do complemento de marcadores de lugar...
pt_pt: &Copiar pasta de marcadores de lugar...
ro: &Copiere dosar marcaje locație...
ru: &Копировать папку закладок...
sk: &Zálohovať záložky...
sl: p&reslikaj mapo s prostorskimi označbami...
sr: &Kopiraj folder markera
ta: இடக் குறிப்பிகளை படியெடுக்க வேண்டிய கோப்புறை (&C)
uk: &Скопіювати папку placeMarkers...
vi: Sao &chép thư mục các điểm đánh dấu

source: Backup of place markers
ar: عمل نسخة احطياطية من العلامات المرجعية
bg: Резервно копие на позиционните маркери
da: Sikkerhedskopierer stedmærker
de: Backup der Lesezeichen
es: Copia de seguridad de las Marcas
fa: پشتیبانِ نشان‌گذاری‌ها
fi: Paikkamerkkien varmuuskopio
fr: Sauvegarde des marqueurs de position
gl: Copia de seguridade de marcas
hr: Sigurnosna kopija oznaka pozicija
hu: helyjelzők biztonsági mentése
it: Backup dei segnaposto
ne: स्थान चिनोको पृष्ट सुरक्षा ।
nl: Backup van plaats markeringen
pl: Kopia zapasowa znaczników miejsca
pt_br: Cópia de segurança do complemento de marcadores de lugar
pt_pt: Cópia de segurança de marcadores de lugar
ro: Copie de rezervă a marcajelor de locație
ru: Создаёт резервную копию закладок
sk: Zálohovanie záložiek
sl: Varnostna kopija prostorskih označb
sr: Rezervna kopija markera
ta: இடக் குறிப்பிகளின் காப்பமைவு
uk: Резервне копіювання маркерів місць
vi: Sao lưu các điểm đánh dấu

source: R&estore place markers...
ar: ا&ستعادة العلامات المرجعية
bg: &Възстановяване на позиционните маркери...
da: &Gendan stedmærker...
de: Lesezeichen &wiederherstellen...
es: &Restaurar marcas...
fa: &برگرداندنِ نشان‌گذاری‌ها
fi: &Palauta paikkamerkit...
fr: R&estoration des marqueurs de position...
gl: R&estaurar marcas...
hr: Ob&novi oznake pozicija …
hu: helyjelzők &visszaállítása
it: &Ripristina Segnaposto...
ne: &स्थान चिनोको पुनर्स्थापन ।...
nl: plaats markeringen t&erugzetten...
pl: P&rzywróć znaczniki miejsca...
pt_br: R&estaurar marcadores de lugar...
pt_pt: &Restaurar marcadores de lugar...
ro: R&estaurare marcaje de locație...
ru: Восс&тановить закладки...
sk: &obnoviť záložky...
sl: &Obnovi prostorske označbe...
sr: &Vrati markere
ta: இடக் குறிப்பிகளை மீட்டேடுக்கவும் (&E)
uk: Відновити м&аркери місць...
vi: &Phục hồi các điểm đánh dấu...

source: Restore previously saved place markers
ar: استعادة العلامات المرجعية المحفوظة مسبقا
bg: Възстановява предишно запазени позиционни маркери
da: Gendan tidligere gemte stedmærker
de: Zuvor gespeicherte Lesezeichen wiederherstellen
es: Restaurar a partir de una carpeta de Marcas guardada previamente
fa: نشان‌گذاری‌های از‌پیش ذخیره‌شده را برمیگردانَد
fi: Palauta aiemmin tallennetut paikkamerkit
fr: Restorer les marqueurs de position précédemment sauvegardés
gl: Restaurar marcas gardadas anteriormente
hr: Obnovi prethodno spremljene oznake pozicija
hu: &Régebbi helyjelzők visszaállítása
it: Ripristina segnaposto salvati in precedenza
ne: विगतमा सञ्चीत स्थान चिनोलाई पुनर्स्थापित गर ।
nl: Terugzetten van eerder opgeslagen plaats markeringen
pl: Przywróć poprzednio zapisane znaczniki miejsca
pt_br: Restaura marcadores de lugar anteriormente salvos
pt_pt: Restaurar os marcadores de lugar previamente guardados
ro: Restaurează marcajele de locație salvate anterior
ru: Востанавливает ранее сохранённые закладки
sk: obnoví uložené záložky
sl: Obnovitev prej shranjenih prostorskih označb
sr: Vrati prethodno sačuvane markere
ta: முன்னதாக சேமிக்கப்பட்டுள்ள இடக் குறிப்பிகளை மீட்டெடுக்கவும்
uk: Відновити попередньо збережені маркери місць
vi: Phục hồi các điểm đánh dấu đã lưu trước đó

source: Set &default place markers folder...
ru: Выбрать папку закладок по &умолчанию...

source: Sets default folder for place markers
ru: Выбирает папку закладок по умолчанию

source: Opens the specific search folder.
ar: فتح مجلد البحث المحدد
bg: Отваря папката за конкретно търсене
da: Åbner mappen med specifikke søgninger.
de: Öffnet den Ordner für die erweiterte Suche.
es: Abre la carpeta de búsqueda específica.
fa: پوشه‌ی جستجوی اختصاصی را باز میکند.
fi: Avaa sivukohtaisen haun kansion.
fr: Ouvrir le dossier de recherche spécifique.
gl: Abre o cartafol procura específica
hr: Otvara određenu mapu pretrage.
hu: Megnyitja a speciális keresések mappáját
it: Apre la cartella delle ricerche specifiche.
nl: Opent de specifieke zoekmap.
pl: Otwiera określony folder wyszukiwania.
pt_br: Abre a pasta de busca específica.
pt_pt: Abre a pasta de procura específica.
ro: Deschide dosarul de căutare specifică.
ru: Открывает папку конкретных поисковых запросов.
sk: otvorí priečinok s reťazcami hľadania.
sl: Odpre mapo posebnega iskanja.
sr: Otvara specifični folder pretrage.
ta: குறிப்பான தேடுதல்களின் கோப்புறையைத் திறக்கிறது
uk: Відкриває папку конкретного пошуку.
vi: Mở thư mục tìm kiếm cụ thể

source: Opens the bookmarks folder.
ar: فتح مجلد العلامات المرجعية
bg: Отваря папката с маркери
da: Åbner mappen med bogmærker.
de: Öffnet den Ordner Lesezeichen.
es: Abre la carpeta de marcadores.
fa: پوشه‌ی نشان‌ها را باز میکند.
fi: Avaa paikkamerkkien kansion.
fr: Ouvrir le dossier des marqueurs.
gl: Abre o cartafol marcadores
hr: Otvara mapu knjižnih oznaka.
hu: Megnyitja a könyvjelzők mappáját
it: Apre la cartella dei Segnaposto.
nl: Opent de map met bladwijzers.
pl: Otwiera folder zakładek.
pt_br: Abre a pasta de marcadores.
pt_pt: Abre a pasta de marcadores.
ro: Deschide dosarul semnelor de carte.
ru: Открывает папку закладок.
sk: otvorí priečinok so záložkami.
sl: Odpre mapo z zaznamki.
sr: Otvara folder markera.
ta: நூற்குறிகளின் கோப்புறையைத் திறக்கிறது
uk: Відкриває папку закладок.
vi: Mở thư mục dấu trang

source: Activates the Copy dialog of %s.
ar: تنشيط محاورة النسخ من %s.
bg: Задейства диалоговия прозорец за копиране на %s
da: Aktiverer kopieringsdialogen i %s.
de: Aktiviert das Kopieren-Dialogfeld von %s.
es: Activa el diálogo Copiar de %s.
fa: پنجره‌ی کپیِ %s را فعال میکند.
fi: Avaa %s-lisäosan kopiointivalintaikkunan.
fr: Activer la boîte de dialogue Copier de %s.
gl: Activa o diálogo Copiar de %s.
hr: Aktivira dijaloški okvir „Kopiraj” od %s.
hu: Aktiválja a másolási párbeszédpanelet ehhez %s.
it: Attiva la finestra di copia per %s.
nl: Activeert het dialoogvenster Kopiëren van %s.
pl: Uaktywnia dialog kopiowania %s.
pt_br: Ativa o diálogo copiar de %s.
pt_pt: Activa o diálogo de cópia de %s.
ro: Activează dialogul de copiere a %s.
ru: Активизирует диалог копирования из %s.
sk: Aktivuje dialóg zálohovania %s.
sl: Sproži pogovorno okno preslikave za %s.
sr: Aktivira dijalog za kopiranje %s.
ta: %s-இன் படியெடுக்கவும் உரையாடலைச் செயற்படுத்துகிறது
uk: Активовує діалог копіювання з %s.
vi: Kích hoạt hộp thoại Sao Chép của %s.

source: Activates the Restore dialog of %s.
ar: تنشيط محاورة الاسترجاع من %s.
bg: Задейства диалоговия прозорец за възстановяване на %s
da: Aktiverer dialogen til gendannelse i %s.
de: Aktiviert das Wiederherstellen-Dialogfeld von %s.
es: Activa el diálogo Restaurar de %s.
fa: پنجره‌ی بازگردانیِ %s را فعال میکند.
fi: Avaa %s-lisäosan palautusvalintaikkunan.
fr: Activer la boîte de dialogue Restauration de %s.
gl: Activa o diálogo Restaurar de %s.
hr: Aktivira dijaloški okvir „Obnovi” od %s.
hu: Aktiválja a visszaállítási párbeszédpanelt ehhez %s.
it: Attiva la finestra di ripristino di %s.
nl: Activeert het dialoogvenster Herstellen van %s.
pl: Uaktywnia dialog "przywróć" %s.
pt_br: Ativa o diálogo Restaurar de %s.
pt_pt: Activa o diálogo de restauro de %s.
ro: Activează dialogul de restaurare a %s.
ru: Активизирует диалог восстановления из %s.
sk: Aktivuje dialóg obnovenia %s.
sl: Sproži pogovorno okno obnovitve za %s.
sr: Aktivira dijalog za vraćanje %s.
ta: %s-இன் மீட்டமைக்கவும் உரையாடலைச் செயற்படுத்துகிறது
uk: Активує діалог відновлення з %s.
vi: Kích hoạt hộp thoại Khôi Phục của%s.

source: Activates the Set default folder dialog of %s.
ru: Активизирует диалог выбора папки по умолчанию из %s.

source: finds a text string from the current cursor position for a specific document.
ar: العثور على نص من موضع المؤشر الحالي بمستند معين.
bg: Търси текстов низ от текущата позиция на курсора за конкретен документ.
da: Søger efter en tekststreng fra den nuværende markørposition i et bestemt dokument.
de: Sucht eine Zeichenkette im Dokument ab der Cursorposition.
es: busca un fragmento de texto desde la posición actual del cursor para un documento específico.
fa: رشته‌ی متنی از محلِ مکان‌نما برای یک سندِ خاص را پیدا میکند
fi: Etsii sivukohtaista merkkijonoa kohdistimen nykyisestä sijainnista lähtien.
fr: Rechercher un fragment de texte à partir de la position actuelle du curseur dans un document particulier.
gl: atopa unha secuencia de texto dende a posición actual do cursor dun documento específico.
hr: nalazi niz znakova u tekstu od trenutačne pozicije kursora za određeni dokument.
hu: Megkeres egy adott szöveget a kurzor pozíciójától kezdve a megnyitott dokumentumban.
it: trova del testo a partire dalla posizione del cursore in uno specifico documento.
ne: विशेष कागजातहरूमा चालू क्रसर रहेको स्थान देखि अगाडी रहेको पाठ पदावलीलाई फेला पार ।
nl: Zoekt naar tekst vanaf de cursorpositie in een specifiek document
pl: wyszukuje ciąg tekstowy z bieżącej pozycji kursora dla określonego dokumentu.
pt_br: Procura num documento específico a cadeia de texto na posição do cursor.
pt_pt: procura uma expressão a partir da posição actual do cursor para um documento específico.
ro: găsește un șir de text de la poziția curentă a cursorului pentru un anumit document.
ru: нахождение строки текста от текущей позиции курсора в документе.
sk: Vyhľadá zadaný reťazec v aktuálnom dokumente.
sl: Najde niz besedila od trenutnega položaja utripalke v izbranem dokumentu.
sr: Traži tekst za specifični dokument od trenutne pozicije kursora.
ta: ஒரு ஆவணத்தில், தற்போதைய சுட்டியின் நிலையிலிருந்து ஒரு உரைச் சரத்தை கண்டுபிடிக்கிறது
uk: шукає рядок тексту з поточної позиції курсора для певного документа.
vi: tìm một chuỗi văn bản từ vị trí con trỏ hiện thời cho một tài liệu cụ thể.

source: finds the next occurrence of the last text searched for any specific document.
bg: Намира следващото съвпадение на последния търсен текст за всеки конкретен документ.
da: Søger efter næste forekomst af den angivne søgestreng i et dokument
de: findet das nächste Vorkommen des zuletzt gesuchten Textes für ein bestimmtes Dokument.
es: encuentra la siguiente coincidencia del último texto buscado para cualquier documento específico.
fi: Etsii viimeksi haetun merkkijonon seuraavan esiintymän mistä tahansa määrätystä asiakirjasta.
gl: atopar a próxima ocorrencia do último texto buscado en calquera documento específico.
hr: nalazi sljedeći slučaj zadnje traženog teksta za bilo koji određeni dokument.
it: trova l'occorrenza successiva dell'ultimo testo cercato in uno specifico documento.
nl: vindt het volgende exemplaar van de laatst gezochte tekst voor een specifiek document.
pl: znajduje następne wystąpienie ostatnio wyszukiwanego tekstu dla dowolnego określonego dokumentu.
pt_br: Procura a ocorrência seguinte do último texto buscado em qualquer documento específico.
pt_pt: procura a próxima ocorrência do último texto procurado num documento específico.
ro: găsește apariția următoare a ultimului text căutat pentru orice document specific.
ru: находит следующее вхождение последнего текста, в течение которого выполняется поиск по какому-либо конкретному документу.
sk: Vyhľadá najbližší výskyt zadaného reťazca v aktuálnom dokumente.
sl: Najde naslednji niz iskanega besedila od trenutnega položaja utripalke v kateremkoli izbranem dokumentu.
sr: Pretražuje sledeći rezultat pretrage teksta u dokumentu
ta: ஒரு ஆவணத்தில் இறுதியாகத் தேடப்பட்ட உரையின் அடுத்த தோற்றத்தைக் கண்டறிகிறது.
uk: знаходить наступний фрагмент останнього шуканого тексту в будь-якому конкретному документі.
vi: tìm văn bản tiếp theo có chứa nội dugn tìm kiếm gần nhất cho mọi tài liệu cụ thể.

source: finds the previous occurrence of the last text searched for any specific document.
bg: Намира предишното съвпадение на последния търсен текст за всеки конкретен документ.
da: Søger efter forrige forekomst af den angivne søgestreng i et dokument
de: findet das vorherige Vorkommen des zuletzt gesuchten Textes für ein bestimmtes Dokument.
es: encuentra la coincidencia anterior del último texto buscado para cualquier documento específico.
fi: Etsii viimeksi haetun merkkijonon edellisen esiintymän mistä tahansa määrätystä asiakirjasta.
gl: atopar a ocorrencia anterior do último texto buscado en calquera documento específico.
hr: nalazi prethodnu pojavu zadnje traženog teksta za bilo koji određeni dokument.
it: trova l'occorrenza precedente dell'ultimo testo cercato in uno specifico documento.
nl: vindt het vorige voorkomen van de laatst gezochte tekst voor een specifiek document.
pl: wyszukuje poprzednie wystąpienie ostatnio wyszukiwanego tekstu dla określonego dokumentu.
pt_br: Procura a ocorrência anterior do último texto buscado em qualquer documento específico.
pt_pt: procura a ocorrência anterior do último texto procurado num documento específico.
ro: găsește apariția anterioară a ultimului text căutat pentru orice document specific.
ru: находит предыдущее вхождение последнего текста, в течение которого был находжен какой-либо конкретный документ.
sk: Vyhľadá predchádzajúci výskyt reťazca v aktuálnom dokumente.
sl: Najde predhodni niz iskanega besedila od trenutnega položaja utripalke v izbranem dokumentu.
sr: Pretražuje prethodni rezultat traženog teksta u dokumentu
ta: ஒரு ஆவணத்தில் இறுதியாகத் தேடப்பட்ட உரையின் முந்தைய தோற்றத்தைக் கண்டறிகிறது.
uk: знаходить попередній фрагмент останнього шуканого тексту в будь-якому конкретному документі.
vi: tìm văn bản trước đó có chứa nội dugn tìm kiếm gần nhất cho mọi tài liệu cụ thể.
