Repository: nvdaes/placeMarkers
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, vi

source: Show the Notes dialog for a specific document.
bg: Показва диалога за бележки за определен документ
da: Viser dialogen med noter til et specifikt dokument.
de: Zeigt die Notiz an, die dem Dokument zugewiesen wurde.
es: Muestra el diálogo Notas para un documento específico.
fa: پنجره‌ی یادداشت‌ها را برای یک سندِ خاص نشان میدهد.
fi: Näytä Muistiinpanot-valintaikkuna nykyiselle dokumentille.
fr: Afficher le dialogue Notes pour un document spécifique.
gl: Amosa o diálogo Notas para un documento específico.
hr: Prikaži dijaloški okvir napomena za određeni dokument.
hu: A dokumentumhoz tartozó jegyzetek párbeszédpaneljének megtekintése
it: Mostra la finestra delle note per un documento specifico.
nl: Toon het dialoogvenster Notities voor een specifiek document.
pl: Wyświetla okno dialogowe notatek dla określonego dokumentu.
pt_br: Mostra o diálogo de notas para um documento específico.
pt_pt: Mostra o diálogo de notas para um documento específico.
ro: Arată dialogul notelor pentru un document specificat.
ru: Показать диалог примечаний для конкретного документа.
sk: Zobrazí dialóg s poznámkami pre aktívny dokument.
sl: Pokaži pogovorno okno beležk za izbran navidezen dokument.
sr: Prikazuje dijalog sa beleškama za trenutni dokument.
ta: ஒரு குறிப்பிட்ட ஆவணத்திற்கான குறிப்புகள் உரையாடலைக் காட்டுக.
uk: Показати діалог приміток для певного документа.
vi: Hiển thị hộp thoại ghi chú cho một tài liệu nào đó.

source: Saves the current position as a bookmark.
ar: حفظ الموضع الحالي كعلامة مرجعية
bg: Запазва текущата позиция като маркер.
da: Gemmer den aktuelle position som et bogmærke.
de: Speichert die aktuelle Position als Lesezeichen.
es: Guarda la posición actual como una marca.
fa: موقعیتِ فعلی را به عنوانِ نشان ذخیره میکند.
fi: Tallentaa nykyisen sijainnin paikkamerkiksi.
fr: Sauvegarder la position courante comme marqueur.
gl: Garda a posición actual como unha marca.
hr: Sprema trenutačnu poziciju kao knjižnu oznaku.
hu: Elmenti az aktuális pozíciót könyvjelzőként.
it: Salva la posizione corrente come Segnaposto.
ne: चालु स्थानलाई पुस्तकचिनोको रुपमा बचत गर्ने छ ।
nl: Slaat de huidige positie op als een bladwijzer
pl: Zapisuje bieżącą pozycję jako zakładkę.
pt_br: Salva a posição atual como um marcador.
pt_pt: Guarda a posição actual como marcador.
ro: Salvează poziția curentă drept semn de carte.
ru: Сохраняет текущую позицию как закладку.
sk: Uloží aktuálne miesto v dokumente ako záložku.
sl: Shrani trenutni položaj kot zaznamek
sr: Čuva trenutnu poziciju kao marker
ta: தற்போதைய நிலையை ஒரு நூற்குறியாக சேமிக்கிறது
uk: Зберігає поточну позицію як закладку.
vi: Lưu vị trí hiện thời thành dấu trang

source: Saved position at character %d
ar: الموضع المحفوظ عند حرف %d
bg: Запазена позиция на знак %d
da: Gemt position ved tegn %d
de: Gespeicherte Position bei Zeichen %d
es: Posición guardada: carácter %d
fa: موقعیتِ نویسه‌ی %d ذخیره شد
fi: Sijainti tallennettu merkin %d kohdalle
fr: Position sauvegardée : caractère %d
gl: Posición gardada: carácter %d
hr: Spremljena pozicija pri znaku %d
hu: Pozíció mentve a(z) %d. karakternél
it: Posizione salvata al carattere %d
ne: वर्ण %d स्थानमा बचत गरियो ।
nl: Positie opgeslagen op teken %d
pl: Zapisano miejsce na pozycji %d
pt_br: Posição salva no caractere %d
pt_pt: Posição guardada no caracter %d
ro: Poziție salvată la caracterul %d
ru: Позиция сохранена на символе %d
sk: Záložka uložená na pozícii %d
sl: Položaj shranjen na znaku %d
sr: Sačuvana pozicija kod slova %d
ta: %d வரியுரு நிலையில் நூற்குறி சேமிக்கப்பட்டது
uk: Позицію збережено на символі %d
vi: Đã lưu vị trí tại kí tự %d

source: Cannot save bookmark
ar: لا يمكن حفظ العلامة المرجعية
bg: Маркерът не може да бъде запазен
da: Kan ikke gemme bogmærke
de: Lesezeichen konnte nicht gespeichert werden
es: No es posible guardar la marca
fa: نمیتوانم نشان را ذخیره کنم
fi: Paikkamerkkiä ei voi tallentaa
fr: Impossible de sauvegarder le marqueur
gl: Non se poido gardar a marca
hr: Nije moguće spremiti knjižnu oznaku
hu: A könyvjelző nem menthető
it: Impossibile salvare il segnaposto
ne: पुस्तकचिनो बचत गर्न सकिदैन ।
nl: Kan bladwijzer niet opslaan
pl: Nie można zapisać zakładki
pt_br: Impossível salvar marcador
pt_pt: Não é possível guardar o marcador
ro: Nu se poate salva semnul de carte
ru: Не удалось сохранить закладку
sk: Nie je možné uložiť záložku
sl: Nemogoče shraniti zaznamek
sr: Nije moguće sačuvati marker
ta: நூற்குறியை சேமிக்க இயலவில்லை
uk: Неможливо зберегти закладку
vi: Không thể lưu dấu trang

source: Deletes the current bookmark.
ar: حذف العلامة المرجعية
bg: Изтрива текущия маркер
da: Sletter det aktuelle bogmærke.
de: Entfernt das aktuelle Lesezeichen.
es: Borra la marca actual.
fa: نشانِ فعلی را پاک میکند.
fi: Poistaa nykyisen paikkamerkin.
fr: Supprimer le marqueur courant
gl: Elimina a marca actual.
hr: Briše trenutačnu knjižnu oznaku.
hu: Törli az aktuális könyvjelzőt.
it: Cancella il Segnaposto corrente.
ne: चालु पुस्तकचिनोलाई मेटाउने छ ।
nl: Verwijdert de huidige bladwijzer
pl: Usuwa aktualną zakładkę.
pt_br: Exclui o marcador atual.
pt_pt: Apaga o marcador actual.
ro: Șterge semnul de carte curent.
ru: Удаляет текущую закладку.
sk: Odstráni aktuálnu záložku.
sl: Izbriše trenutni zaznamek
sr: Briše trenutni marker
ta: தற்போதைய நூற்குறியை அழிக்கிறது
uk: Видаляє поточну закладку.
vi: Xóa dấu trang hiện thời

source: No bookmark selected
ar: لم يتم تحديد علامة مرجعية
bg: Няма избран маркер
da: Intet bogmærke valgt
de: Keine Lesezeichen ausgewählt
es: Ningúna marca seleccionada
fa: نشانی انتخاب نشد
fi: Paikkamerkkiä ei valittu
fr: aucun Marqueur sélectionné
gl: Non hai marca seleccionada
hr: Nije odabrana niti jedna knjižna oznaka
hu: Nincs könyvjelző kiválasztva
it: Nessun Segnaposto selezionato
ne: कुनै पुस्तकचिनो चयनित छैन ।
nl: Geen bladwijzer geselecteerd
pl: Nie wybrano zakładki
pt_br: Nenhum marcador selecionado
pt_pt: Sem marcador seleccionado
ro: Niciun semn de carte selectat
ru: Не выбрана ни одна закладка
sk: Žiadna vybratá záložka
sl: Noben zaznamek ni izbran
sr: Nema izabranog markera
ta: நூற்குறிகள் ஏதும் தெரிவு செய்யப்படவில்லை
uk: Немає виділених закладок
vi: Không có dấu trang nào được chọn

source: Bookmark deleted
ar: تم حذف العلامة المرجعية
bg: Маркерът е изтрит
da: Bogmærke slettet
de: Lesezeichen entfernt
es: Marca borrada
fa: نشان پاک شد
fi: Paikkamerkki poistettu
fr: Marqueur supprimé
gl: Marca eliminada
hr: Knjižna oznaka je izbrisana
hu: Könyvjelző törölve
it: Segnaposto cancellato
ne: पुस्तकचिनो मेटीयो ।
nl: Bladwijzer verwijderd
pl: Zakładka usunięta
pt_br: Marcador excluído
pt_pt: Marcador apagado
ro: Semn de carte șters
ru: Закладка удалена
sk: Záložka vymazaná
sl: Zaznamek izbrisan
sr: Marker je obrisan
ta: நூற்குறி அழிக்கப்பட்டது
uk: Закладку видалено
vi: Đã xóa dấu trang

source: Cannot delete bookmark
ar: لا يمكن حذف العلامة المرجعية
bg: Маркерът не може да бъде изтрит
da: Kan ikke slette bogmærke
de: Lesezeichen konnte nicht entfernt werden
es: No es posible borrar la marca
fa: نمیتوانم نشان را پاک کنم
fi: Paikkamerkkiä ei voi poistaa
fr: Impossible de supprimer le marqueur
gl: Non se pode eliminar a marca
hr: Nije moguće izbrisati knjižnu oznaku
hu: A könyvjelző nem törölhető
it: Impossibile cancellare il Segnaposto
ne: पुस्तकचिनो मेटाउन सकिदैन ।
nl: Kan bladwijzer niet verwijderen
pl: Nie można usunąć zakładki
pt_br: Impossível excluir marcador
pt_pt: Não é possível apagar o marcador
ro: Nu se poate șterge semnul de carte
ru: Не удаётся удалить закладку
sk: Nie je možné odstrániť záložku
sl: Zaznamka ni mogoče izbrisati
sr: Nije moguće obrisati marker
ta: நூற்குறியை அழிக்க இயலவில்லை
uk: Неможливо видалити закладку
vi: Không thể xóa dấu trang

source: Moves to the next bookmark.
ar: التنقل إلى العلامة المرجعية التالية
bg: Премества курсора до следващ маркер
da: Flytter til næste bogmærke.
de: Springt zum nächsten Lesezeichen.
es: Se mueve a la marca siguiente.
fa: به نشانِ بعدی میرود.
fi: Siirtää seuraavaan paikkamerkkiin.
fr: Aller au marqueur suivant
gl: Móvese á seguinte marca.
hr: Premješta se na sljedeću knjižnu oznaku.
hu: A következő könyvjelzőre lép.
it: Sposta al Segnaposto successivo.
ne: पछिल्लो पुस्तकचिनोमा जान्छ ।
nl: Verplaatst nar de volgende bladwijzer.
pl: Przechodzi do następnej zakładki.
pt_br: Move para o próximo marcador.
pt_pt: Move para o próximo marcador.
ro: Mută la următorul semn de carte.
ru: Переходит к следующей закладке.
sk: prejde na ďalšiu záložku.
sl: se premakne na naslednji zaznamek.
sr: Premešta se na sledeći marker
ta: அடுத்த நூற்குறிக்கு நகர்கிறது
uk: Переходить до наступної закладки.
vi: Chuyển đến dấu trang tiếp theo

source: No bookmarks found
ar: لا يوجد علامات مرجعية
bg: Няма намерени маркери
da: Ingen bogmærker fundet
de: Keine Lesezeichen gefunden
es: No se encuentra ninguna marca
fa: نشانی پیدا نشد
fi: Paikkamerkkejä ei löytynyt
fr: Aucun marqueur trouvé
gl: Non se atoparon marcas
hr: Nema knjižnih oznaka
hu: Nem található könyvjelző
it: Nessun Segnaposto trovato
ne: पुस्तक चिनो पाइएन ।
nl: Geen bladwijzers gevonden
pl: Nie znaleziono zakładek
pt_br: Nenhum marcador encontrado
pt_pt: Não foram encontrados marcadores
ro: Niciun semn de carte găsit
ru: Закладки не найдены
sk: Žiadne záložky
sl: Noben zaznamek se ni našel
sr: Nije pronađen nijedan marker
ta: நூற்குறிகள் ஏதும் காணப்படவில்லை
uk: Немає знайдених закладок
vi: Không tìm thấy dấu trang

source: Position: character %d
ar: الموضع: حرف %d
bg: Позиция: знак %d
da: Position: tegn %d
de: Position: %d Zeichen
es: Posición: carácter %d
fa: موقعیت: نویسه‌ی %d
fi: Sijainti: merkki %d
fr: Position : caractère %d
gl: Posición: carácter %d
hr: Pozicija: znak %d
hu: Pozíció: %d karakternél
it: Posizione: carattere %d
ne: स्थान: वर्ण %d
nl: Positie: teken %d
pl: Pozycja: znak %d
pt_br: Posição: caractere %d
pt_pt: Posição: caracter %d
ro: Poziție: caracter %d
ru: Позиция: символ %d
sk: Pozícia: %d
sl: Položaj: znak %d
sr: Pozicija: slovo %d
ta: நிலை: வரியுரு %d
uk: Позиція: символ %d
vi: Vị trí: kí tự %d

source: Next bookmark not found
ar: لا يوجد علامة مرجعية تالية
bg: Няма следващ маркер
da: Næste bogmærke ikke fundet
de: Weitere Lesezeichen nicht gefunden
es: Marca siguiente no encontrada
fa: نشانِ بعدی پیدا نشد
fi: Seuraavaa paikkamerkkiä ei löydy
fr: Marqueur suivant non trouvé
gl: Non se atopou a seguinte marca
hr: Nema sljedeće knjižne oznake
hu: Nincs következő könyvjelző
it: Nessun Segnaposto successivo
ne: पछिल्लो पुस्तकचिनो पाइएन ।
nl: Volgende bladwijzer niet gevonden
pl: Nie znaleziono następnej zakładki
pt_br: Não encontrado próximo marcador
pt_pt: Próximo marcador não encontrado
ro: Următorul semn de carte negăsit
ru: Нет следующей закладки
sk: Žiadna ďalšia záložka
sl: Naslednji zaznamek se ni našel
sr: Nije pronađen sledeći marker
ta: அடுத்த நூற்குறி காணப்படவில்லை
uk: Наступну закладку не знайдено.
vi: Không tìm thấy dấu trang tiếp theo

source: Moves to the previous bookmark.
ar: التنقل للعلامة المرجعية السابقة
bg: Премества курсора до предишен маркер
da: Flytter til forrige bogmærke.
de: Springt zum vorherigen Lesezeichen.
es: Se mueve a la marca anterior.
fa: به نشانِ قبلی میرود.
fi: Siirtää edelliseen paikkamerkkiin.
fr: Aller au marqueur précédent
gl: Móvese á marca anterior.
hr: Premješta se na prethodnu knjižnu oznaku.
hu: Az előző könyvjelzőre lép
it: Sposta al Segnaposto precedente.
ne: अघिल्लो पुस्तकचिनोमा जान्छ ।
nl: Gaat naar de vorige bladwijzer.
pl: Przechodzi do poprzedniej zakładki.
pt_br: Move para o marcador anterior.
pt_pt: Move para o marcador anterior.
ro: Mută la anteriorul semn de carte.
ru: Переходит к предыдущей закладке.
sk: prejde na predchádzajúcu záložku.
sl: Se premakne na predhodni zaznamek.
sr: Premešta se na prethodni marker
ta: முந்தைய நூற்குறிக்கு நகர்கிறது
uk: Переходить до попередньої закладки.
vi: Chuyển đến dấu trang trước.

source: Previous bookmark not found
ar: لا يوجد علامة مرجعية سابقة
bg: Няма предишен маркер
da: Forrige bogmærke ikke fundet
de: Vorheriges Lesezeichen nicht gefunden
es: Marca anterior no encontrada
fa: نشانِ قبلی پیدا نشد
fi: Edellistä paikkamerkkiä ei löydy
fr: Marqueur précédent non trouvé
gl: Non se atopou a marca anterior
hr: Nema prethodne knjižne oznake
hu: Nincs előző könyvjelző
it: Nessun Segnaposto precedente
ne: अघिल्लो पुस्तकचिनो पाइएन ।
nl: Vorige bladwijzer niet gevonden
pl: Nie znaleziono poprzedniej zakładki
pt_br: Não encontrado marcador anterior
pt_pt: Marcador anterior não encontrado
ro: Anteriorul semn de carte negăsit
ru: Нет предыдущей закладки
sk: Žiadna predchádzajúca záložka
sl: Predhodni zaznamek se ni našel
sr: Nije pronađen prethodni marker
ta: முந்தைய நூற்குறி காணப்படவில்லை
uk: Попередню закладку не знайдено
vi: Không tìm thấy dấu trang trước

source: Shows the name of the current file for place markers in browse mode.
da: Viser navnet på den aktuelle fil til stedmærker i gennemsynstilstand.
de: Zeigt den Namen der aktuellen Datei für Lesezeichen im Lesemodus an.
es: Muestra el nombre del archivo actual de marcas en modo exploración.
hr: Prikazuje ime trenutačne datoteke za oznake pozicija u modusu pregledavanja.
it: Mostra, in modalità navigazione, il nome del file di place markers che si sta utilizzando.
nl: Toont de naam van het huidige bestand voor plaatsmarkeringen in bladermodus.
pl: Pokazuje nazwę bieżącego pliku dla znaczników miejsc w trybie przeglądania.
pt_pt: Mostra o nome do ficheiro actual para marcadores de lugar no modo de navegação.
ru: Показывает имя текущего файла для закладок в режиме просмотра.
uk: Показує ім’я поточного файлу для маркерів місць у режимі огляду.

source: Has bookmarks.
da: Har bogmærker.
de: Enthält Lesezeichen.
es: Tiene marcadores.
hr: Ima knjižnih oznaka.
it: Contiene segnaposto.
pl: Posiada zakładki.
pt_pt: Tem marcadores.
ru: Содержит закладки.
uk: Містить закладку.

source: Has text for specific search.
da: Har tekst for en bestemt søgning
de: Enthält Text der spezifischen Suche.
es: Tiene texto para búsqueda específica.
hr: Ima tekst za određenu pretragu.
it: Contiene ricerche specifiche.
pl: Zawiera tekst do określonego wyszukiwania.
pt_pt: Tem texto para pesquisa específica.
ru: Содержит конкретный поисковый запрос.
uk: Містить текст для конкретного пошуку.

source: Has temporary bookmark.
da: Har midlertidigt bogmærke.
de: Enthält temporäres Lesezeichen.
es: Tiene marcador temporal.
hr: Ima privremenu knjižnu oznaku
it: Contiene segnaposto temporanei.
pl: Posiada tymczasową zakładkę.
pt_pt: Tem marcador temporário.
ru: Содержит временную закладка.
uk: Містить тимчасову закладку.

source: %s file
da: %s fil
de: %s-Datei
es: archivo %s
hr: %s datoteka
it: file %s
nl: %s bestand
pl: %s plik
pt_pt: %s ficheiro
ru: %s файл
uk: %s файл

source: Saves the current position as a temporary bookmark.
bg: Запазва текущата позиция като временен маркер.
da: Gemmer den aktuelle position som et midlertidigt bogmærke.
de: Speichert die aktuelle Position als temporäres Lesezeichen.
es: Guarda la posición actual como una marca temporal.
fa: موقعیتِ فعلی را به عنوان نشانِ موقت ذخیره میکند.
fi: Tallentaa nykyisen sijainnin tilapäiseksi paikkamerkiksi.
fr: Sauvegarder la position courante comme marqueur temporaire.
gl: Garda a posición actual coma unha marca temporal.
hr: Sprema trenutačnu poziciju kao privremenu knjižnu oznaku.
hu: Elmenti az aktuális pozíciót ideiglenes könyvjelzőként.
it: Salva la posizione corrente come Segnaposto temporaneo.
nl: Slaat de huidige positie op als een tijdelijke bladwijzer
pl: Zapisuje bieżącą pozycję jako zakładkę tymczasowa.
pt_br: Salva a posição atual como um marcador temporário.
pt_pt: Guarda a posição actual como um marcador temporário.
ro: Salvează poziția curentă drept semn de carte temporar.
ru: Сохраняет текущую позицию в качестве временной закладки.
sk: Uloží aktuálne miesto v dokumente ako dočasnú záložku.
sl: Shrani trenutni položaj kot začasni zaznamek.
sr: Čuva trenutnu poziciju kao privremeni marker.
ta: தற்போதைய நிலையை ஒரு தற்காலிக நூற்குறியாக சேமிக்கிறது
uk: Зберігає поточну позицію як тимчасову закладку.
vi: Lưu vị trí hiện thời thành dấu trang.

source: Saved temporary bookmark at position %d
bg: Запазен временен маркер на позиция %d
da: Gemt midlertidigt bogmærke ved position %d
de: Temporäres Lesezeichen bei Position %d gesetzt
es: La marca se guardó temporalmente en la posición %d
fa: نشانِ موقتی در موقعیت %d ذخیره شد
fi: Tilapäinen paikkamerkki tallennettu sijaintiin %d
fr: Marqueur temporaire à la position %d sauvegardé
gl: A marca gardouse temporalmente na posición %d
hr: Spremljena privremena knjižna oznaka na poziciji %d
hu: ideiglenes helyjelző elmentve ebbe a pozícióba %d
it: Segnaposto temporaneo salvato alla posizione %d
nl: Tijdelijke bladwijzer opgeslagen op positie %d
pl: Tymczasowy znacznik miejsc został zapisany w pozycji %d
pt_br: Marcador temporário salvo na posição %d
pt_pt: Guardado marcador temporário na posição %d
ro: Semn de carte temporar salvar la poziția %d
ru: Временная закладка сохранена на позиции %d
sk: Dočasná záložka uložená na %d
sl: Začasni zaznamek se je shranil na položaju %d
sr: Sačuvan privremeni marker na poziciji %d
ta: தற்காலிக நூற்குறி நிலை %dல் சேமிக்கப்பட்டது
uk: Тимчасову закладку збережено в позиції %d
vi: Đã lưu dấu trang tạm thời tại vị trí %d

source: Moves to the temporary bookmark for the current document.
bg: Преминава към временния маркер за текущия документ.
da: Flytter til det midlertidige bogmærke for det aktuelle dokument.
de: Springt zu dem temporären Lesezeichen für das aktuelle Dokument.
es: Se mueve a la marca temporal para el documento actual.
fa: به نشانِ موقتی برای سندِ فعلی میرود.
fi: Siirtää tilapäiseen paikkamerkkiin nykyisessä dokumentissa.
fr: Aller au marqueur temporaire du document courant
gl: Móvese cara a marca temporal para o documento actual.
hr: Premješta se na privremenu knjižnu oznaku za trenutačni dokument.
hu: A jelenlegi dokumentum ideiglenes helyjeltőjéhez ugrik
it: Sposta al segnaposto temporaneo per il documento corrente.
nl: Gaat naar de tijdelijke bladwijzer voor het huidige document.
pl: Przemieszcza do tymczasowego znacznika miejsc w aktualnym dokumencie.
pt_br: Move para o marcador temporário do documento atual.
pt_pt: Move para o marcador temporário do documento actual.
ro: Deplasează la semnul de carte temporar pentru documentul curent.
ru: Переходит на временную закладку для текущего документа.
sk: Presunie kurzor na dočasnú záložku v aktuálnom dokumente.
sl: Se pomakne na začasni zaznamek v trenutnem dokumentu.
sr: Pomera se na privremeni marker za trenutni dokument
ta: நடப்புக் கோப்பின் தற்காலிக நூற்குறிக்கு நகர்கிறது.
uk: Переходить до тимчасової закладки в поточному документі.
vi: Chuyển tới dấu trang tạm thời cho tài liệu hiện tại.

source: Add-on for setting place markers on specific virtual documents
ar: إضافة لوضع علامات مرجعية داخل مستندات نمط التصفح
bg: Добавка за задаване на позиционни маркери за определени виртуални документи
da: Tilføjelsesprogram til at sætte stedmærker i specifikke virtuelle dokumenter
de: Erweiterung zum Setzen von Lesezeichen in virtuellen Ansichten
es: Complemento para establecer las marcas en páginas Web y documentos virtuales específicos
fa: افزونه‌ای برای تنظیمِ نشان‌گذاری‌ها در اسنادِ مجازی
fi: Lisäosa sivukohtaisten paikkamerkkien määrittämiseen
fr: Module complémentaire permettant de placer des marqueurs de position dans des documents spécifiques
gl: Complemento para fixar marcas en documentos virtuais específicos
hr: Dodatak koji omogućuje postavljanje oznaka pozicija na određene virtualne dokumente
hu: Kiegészítő a helyjelzők elhelyezésére virtuális dokumentumokban
it: Componente aggiuntivo per impostare Segnaposto in pagine Web e documenti virtuali
ne: विशेष अवास्तविक कागजातहरूमा स्थान चिनो अनुकूलन गर्ने उपकर्मी ।
nl: Add-on om plaats markeringen in specifieke virtuele documenten aan te brengen
pl: Dodatek pozwalający ustawić znaczniki miejsca wewnątrz określonych dokumentów wirtualnych
pt_br: Complemento para criar marcadores de lugar em documentos virtuais específicos
pt_pt: Extra para definir marcadores de lugar em documentos virtuais específicos
ro: Supliment pentru plasarea de marcaje de locație pe documente virtuale specifice
ru: Дополнение для установки закладок в документы с виртуальном буфером
sk: umožňuje pridávať záložky do dokumentov zobrazených v režime prehliadania
sl: Dodatek za postavitev prostorskih označb v izbranih navideznih dokumentih
sr: Dodatak za postavljanje markera na virtuelnim dokumentima
ta: HTML போன்ற நிகர் ஆவணங்களில் இடக் குறிப்பிகளை அமைப்பதற்கான கூட்டுறுப்பு
uk: Додаток для маркування місць у певних віртуальних документах
vi: Add-on thực hiện đánh dấu trên các tài liệu ảo

source: Cannot move to bookmark with UIA enabled for your browser
de: Kann nicht zum Lesezeichen wechseln, wenn UIA für Ihren Browser aktiviert ist
it: Impossibile spostarsi al segnalibro con UIA abilitata nel browser in uso

source: Place markers
ar: علامات مرجعية
bg: Позиционни маркери
da: Stedmærker
de: Lesezeichen
fa: نشان‌گذاری‌ها
fi: Paikkamerkit
fr: Marqueurs de position
hr: Oznake pozicija
hu: Helyjelzők
ne: स्थान चिनो
nl: Plaats markeringen
pl: Znaczniki miejsca
pt_br: Marcadores de lugar
pt_pt: Marcadores de lugar
ro: Marcaje locație
sk: Záložky
sl: Prostorske označbe
ta: இடக் குறிப்பிகள்
uk: Маркери місць
vi: Đánh dấu

source: text "%s" not found
ne: पाठ "%s" भेट्टिएन ।

source: Find Error
ne: त्रुटी भेट्टाउ ।

source: Select a folder for copying your saved place markers
ne: बचत गरिएका स्थान चिनोहरूको नक्कल राख्ने थैलीको चयन गर ।

source: Select the place markers folder you wish to restore
ne: तपाइले पुनर्स्थापन गर्न चाहेको स्थान चिनो थैलीको चयन गर्नु होस् ।

source: Type the text you wish to save, or delete any text if you want to remove it from the previous saved searches
ne: बचत गर्न इच्छा लागेको पाठ टङ्कण गर्नु होस्, अथवा यदि तपाई विगतमा बचत गरिएको खोजीलाई हटाउन चाहनु हुन्छ भने त्यो पाठलाई मेट्नु होस् ।

source: Save text for specific search
ne: विशेष खोजीका लागि पाठ बचत गर ।

source: Saves a text string for a specific search.
ne: विशेष खोजीका लागि पाठ पदावली बचत गर ।

source: File for specific search not found
ne: विशेष खोजीका लागि फाइल पाइएन ।

source: Bookmark cannot be saved
ne: पुस्तकचिनोलाई बचत गर्न सकिएन ।

source: This position was already saved
ne: यो स्थान त पहिले नै बचत गरिएको छ ।

source: Bookmark cannot be deleted
ne: पुस्तकचिनो मेटाउन सकिएन ।

source: Cannot find any bookmark
ne: कुनै पुस्तक चिनो पाउन सकिएन ।

source: Cannot copy file name for place markers
ne: स्थान चिनोको लागि फाइलको नक्कल उतार्न सकिएन ।

source: Place markers file name copied to clipboard
ne: स्थान चिनो फाइललाई क्लीपपाटीमा उतारियो ।

source: Copies the name of the current file for place markers to the clipboard.
ne: चालू फाइललाई स्थान चिनोको लागी क्लीपपाटीमा उतार्छ ।

source: Specific Search
ne: विशेष खोजी

source: &Saved texts:
ne: &बचत पाठ

source: Saved texts to search:
ne: विशेष खोजीका लागि पाठ बचत गर ।

source: Search down
ne: तल खोजी

source: Search up
ne: माथि खोजी

source: Delete
ne: मेटाउ

source: &Actions to choose:
ne: &कार्यको रोजाई

source: Select an action to perform:
ne: सम्पादन गरीने कार्यको चयन गर्नु होस् ।
