Repository: nvdaes/placeMarkers
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ne, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, ta, uk, vi

source: Your configuration folder for NVDA contains files that seem to be derived from a previous version of this add-on. Do you want to update it?
ar: مجلد الإعدادات لديك يحتوي على ملفات تم استخراجها من نسخة أقدم من هذه الإضافة. هل تود تحديثه؟
bg: Вашата папка с потребителските настройки за NVDA съдържа файлове, които изглежда са създадени от предишна версия на тази добавка. Желаете ли те да бъдат обновени?
da: Din opsætningsmappe til NVDA indholder filer, der synes at stamme fra en tidligere version af denne tilføjelsespakke. Ønsker du at opdatere?
de: Der Ordner Ihrer NVDA-Konfiguration enthält scheinbar Dateien einer älteren Version dieser Erweiterung. Möchten Sie diese jetzt aktualisieren?
es: Tu carpeta de configuración para NVDA contiene archivos que parecen derivados de una versión anterior de este complemento. ¿Quieres actualizarlo?
fa: پوشه‌ی تنظیماتِ NVDAِ شما شامل فایل‌هایی است که به نظر میرسد از نسخه‌ی قبلیِ این افزونه به دست آمده است. آیا میخواهید به‌روزرسانیش کنید؟
fi: NVDA:n asetushakemistossa on tiedostoja, jotka ovat peräisin tämän lisäosan aiemmasta versiosta. Haluatko päivittää ne?
fr: Votre dossier de configuration pour NVDA contient des fichiers qui semblent provenir d'une version précédente de ce module. Voulez-vous le mettre à jour ?
gl: O cartafol de configuración para NVDA contén ficheiros que semellan derivarse dende unha versión anterior deste complemento. ¿queres actualizalo?
hr: Konfiguracijska mapa za NVDA čitača sadrži datoteke, koje su vjerojatno izrađene iz prethodne verzije ovoga dodatka. Želiš li nadograditi dodatak?
hu: Az ön konfigurációs mappája tartalmaz a kiegészítő előző verziójából fájlokat. Kívánja frissíteni ezeket?
it: La cartella di configurazione di NVDA contiene dei file che sembrano appartenere ad una versione precedente di Place Markers. Vuoi aggiornarlo?
ne: तपाइको नेत्रवाणी अभियोजन थैलीमा यो उपकर्मीका पुराना फाइलहरू रहेछन् । के तपाइ यसलाई अद्यावधिक गर्न चाहनु हुन्छ ?
nl: Uw configuratiemap van NVDA bevat bestanden die van een oudere versie van deze add-on lijken te zijn. Wilt u deze bijwerken?
pl: Folder konfiguracyjny dla NVDA zawiera pliki, które wydają się pochodzić z poprzedniej wersji tego dodatku. Czy chcesz go zaktualizować?
pt_br: Sua pasta de configurações do NVDA contém arquivos que parecem derivar duma versão antiga deste complemento. Deseja atualizá-la?
pt_pt: A sua pasta de configurações do NVDA contém ficheiros que parecem ser derivados de uma versão anterior deste extra. Deseja actualizá-lo?
ro: Dosarul dumneavoastră cu configurația NVDA conține fișiere care par a fi derivate dintr-o versiune precedentă a acestui add-on. Doriți să îl actualizați?
ru: Папка конфигурации для NVDA содержит файлы, которые, по-видимому, получены из предыдущей версии этого дополнения. Вы хотите обновить его?
sk: priečinok s nastaveniami obsahuje súbory zo staršej verzie tohto doplnku. Chcete ho aktualizovať?
sl: V vaši konfiguracijski mapi za NVDA so datoteke, za katere se zdi, da so bile ustvarjene s prejšnjo različico tega dodatka. Jih želite posodobiti?
sr: Vaša konfiguracija NVDA sadrži datoteke iz starije verzije ovog dodatka. Želite li da ih ažurirate?
ta: தங்களின் என்விடிஏ கோப்புறை இக்கூட்டுறுப்பின் முந்தைய பதிப்பிற்கான கோப்புகளைக் கொண்டிருப்பதாக தோன்றுகிறது. கோப்புறையை இற்றைப்படுத்த விரும்புகிறீர்களா?
uk: Ваша папка конфігурації NVDA містить файли, які, схоже, походять від попередньої версії цього додатка. Ви хочете її оновити?
vi: Thư mục cấu hình NvDA của bạn có vẻ như đang chứa các tập tin tạo ra từ một phiên bản cũ hơn của add-on này. Bạn có muốn cập nhật không?

source: Install or update add-on
ar: تنصيب أو تحديث الإضافة
bg: Инсталиране или обновяване на добавката
da: Installer eller opdater tilføjelsespakke
de: Erweiterung installieren oder aktualisieren
es: Instalar o actualizar complemento
fa: نصب یا به‌روزرسانیِ افزونه
fi: Lisäosan asennus tai päivitys
fr: Installer ou mettre à jour le module
gl: Instalar ou actualizar complemento
hr: Instaliraj ili nadogradi dodatak
hu: A kiegészítő telepítése vagy frissítése
it: Installa o Aggiorna
ne: उपकर्मीलाई भित्र्याउ अथवा अद्यावधिक गर ।
nl: Add-on installeren of bijwerken
pl: Zainstaluj lub aktualizuj dodatek
pt_br: Instalar ou atualizar complemento
pt_pt: Instalar ou actualizar o extra
ro: Instalare sau actualizare supliment
ru: Установить или обновить дополнение
sk: Inštalovať alebo aktualizovať doplnok
sl: Namesti ali posodobi dodatek
sr: Instaliraj ili ažuriraj dodatak
ta: கூட்டுறுப்பை நிறுவுக, அல்லது இற்றைப்படுத்துக
uk: Встановити чи оновити додаток
vi: Cài đặt hoặc cập nhật Add-on

source: %s copied to clipboard
ar: %s نقل إلى الحافظة
bg: %s е копиран в клипборда
da: %s kopieret til udklipsholder
de: %s in die Zwischenablage kopiert
es: %s copiado al portapapeles
fa: %s در کلیپ‌برد کپی شد
fi: %s kopioitu leikepöydälle
fr: %s copié dans le presse-papier
gl: %s copiado ó portapapeis
hr: %s kopirano u međuspremnik
hu: %s a vágólapra másolva
it: %s copiato negli appunti
ne: %s लाई क्लीपपाटीमा उतारियो ।
nl: %s naar klembord gekopieerd
pl: %s skopiowane do schowka
pt_br: %s copiado para a área de transferência
pt_pt: %s copiado para a área de transferência
ro: %s copiat în planșetă
ru: %s скопировано в буфер обмена
sk: %s skopírované do schránky
sl: %s preslikano v odložišče
sr: %s kopirano u privremenu memoriju
ta: %s பிடிப்புப் பலகைக்கு படியெடுக்கப்பட்டது
uk: %s скопійовано в буфер обміну
vi: Đã chép %s vào bộ nhớ tạm

source: Specific search
ar: بحث معين
bg: Конкретно търсене
da: Specifik søgning
de: Erweiterte Suche
es: Búsqueda específica
fa: جستجوی اختصاصی
fi: Sivukohtainen haku
fr: Recherche spécifique
gl: Procura Específica
hr: Određena pretraga
hu: Részletes keresés
it: Ricerca Specifica
nl: Specifiek zoeken
pl: Określone wyszukiwanie
pt_br: Busca específica
pt_pt: Procura específica
ro: Căutare specifică
ru: Конкретный поиск
sk: Špecifické vyhľadávanie
sl: Posebno iskanje
sr: Specifična pretraga
ta: குறிப்பானத் தேடல்
uk: Конкретний пошук
vi: Tìm kiếm cụ thể

source: Sa&ved texts
ar: &النصوص المحفوظة
bg: &Запазени текстове
da: &Gemte tekster
de: &Gespeicherte Texte
es: Textos &guardados
fa: متن‌های &ذخیره‌شده
fi: Ta&llennetut tekstit
fr: Textes sau&vegardés
gl: Textos &gardados:
hr: &Spremljeni tekstovi
hu: Mentett &szövegek
it: Testi sal&vati
nl: Opg&eslagen teksten:
pl: &Zapisane teksty
pt_br: Textos sal&vos
pt_pt: Textos &guardados
ro: &Texte salvate
ru: &Сохранённые тексты
sk: &Uložené reťazce
sl: &Shranjena besedila
sr: &Sačuvani tekstovi
ta: சேமிக்கப்பட்ட உரைகள் (&V)
uk: З&бережені тексти
vi: Các văn bản đã &lưu

source: &Remove from history
ar: &حذف من المحفوظات
bg: &Премахни от хронологията
da: &Fjern fra oversigt
de: Aus Verlauf &entfernen
es: &Eliminar de historial
fa: &حذف کردن از سابقه
fi: &Poista historiasta
fr: &Supprimer à partir de l'historique
gl: &Borrar do historial
hr: &Ukloni iz povijesti
hu: Eltávolítás az előzményekből
it: &Rimuovi dalla cronologia
nl: &Verwijder uit geschiedenis
pl: &Usuń z historii
pt_br: &Remover do histórico
pt_pt: &Remover do histórico
ro: * Ștergere din istoric
ru: &Удалить из истории
sk: Odstrániť z &Histórie
sl: &Odstrani iz zgodovine
sr: &Ukloni iz istorije
ta: வரலாற்றிலிருந்து நீக்குக (&R)
uk: &Видалити з історії
vi: &Xóa khỏi lịch sử

source: &Text to search:
ar: كلمة للبحث
bg: &Текст за търсене:
da: &Tekst, der skal søges efter
de: zu suchender &Text:
es: &Texto a buscar:
fa: &متن برای جستجو:
fi: Ets&ittävä teksti:
fr: &Texte à rechercher :
gl: &Texto a buscar:
hr: &Tekst koji se traži:
hu: A keresett szöveg:
it: &Testo da cercare:
ne: &खोज्नु पर्ने पाठ
nl: &Zoekterm:
pl: &tekst do znalezienia:
pt_br: &Texto a buscar:
pt_pt: &Texto a procurar:
ro: &Text de căutat:
ru: &Поиск:
sk: Zadajte text, ktorý &hľadáte
sl: &Besedilo za iskanje
sr: &Tekst za pretragu:
ta: தேடப்பட வேண்டிய உரை (&T):
uk: &Текст для пошуку:
vi: Văn bản cần &tìm:

source: &Add to history
ar: إ&ضافة للمحفوظات
bg: &Добави в хронологията
da: &Tilføj til oversigt
de: Zum Verlauf &hinzufügen
es: &Añadir a historial
fa: &افزودن به سابقه
fi: &Lisää historiaan
fr: &Ajouter à l'historique
gl: &Engadir ao historial
hr: &Dodaj u povijest
hu: Hozzáadás az előzményekhez
it: &Aggiungi alla cronologia
nl: &Voeg toe aan geschiedenis
pl: &Dodaj do Historii
pt_br: &Adicionar ao histórico
pt_pt: Adicionar ao &histórico
ro: & Adăugare la istoric
ru: &Добавить в историю
sk: &Pridať do histórie
sl: &Dodaj v zgodovino
sr: &Dodaj u istoriju
ta: வரலாற்றில் சேர்க்கவும் (&A)
uk: &Додати до історії
vi: T&hêm vào lịch sử

source: Action on s&earch
ar: إجراء ال&بحث
bg: Действие при т&ърсене
da: Handling ved s&øgning
de: &Aktion bei der Suche
es: &Acción en Buscar
fa: اقدام روی &جستجو
fi: To&iminto
fr: Action s&ur la recherche
gl: &Acción na procura
hr: Radnja tijekom pre&trage
hu: &Műveletválasztás a kereséshez:
it: Azione sulla ric&erca
nl: Acties voor z&oekopdracht
pl: Akcje do &wyszukiwania
pt_br: A&ção ao buscar
pt_pt: A&cção ao procurar
ro: &Acțiuni de căutare
ru: Действие при &поиске
sk: Dostupné možnosti
sl: &Dejanje ob iskanju
sr: &Radnje za pretragu
ta: தேடலின் மீதான செயல் (&E)
uk: Дія під час п&ошуку
vi: Hoạt động tìm &kiếm

source: Search &next
ar: بحث ال&تالي
bg: Намери &следващ
da: Søg &fremad
de: Weitersuchen
es: Buscar &siguiente
fa: جستجوی &بعدی
fi: Etsi &seuraava
fr: Recherche suiva&nte
gl: Procurar &seguinte
hr: Traži &sljedeće
hu: &Következő Keresése
it: Ricerca verso il &basso
nl: &Volgende zoeken
pl: Szukaj w &dół
pt_br: Buscar &Próxima
pt_pt: &Procurar próximo
ro: &Caută următorul
ru: Искать вн&из
sk: Hľadať ď&alej
sl: Išči &naslednje
sr: Traži &sledeće
ta: அடுத்ததைத் தேடுக (&N)
uk: Шукати &далі
vi: Tìm &tiếp

source: Search &previous
ar: بحث ال&سابق
bg: Намери &предишен
da: Søg &bagud
de: Rückwärtssuchen
es: Buscar &anterior
fa: جستجوی &قبلی
fi: Etsi &edellinen
fr: Recherche &précédente
gl: Procurar &anterior
hr: Traži &prethodno
hu: &Előző keresése
it: Ricerca verso l'&alto
nl: &Vorige zoeken
pl: Szukaj w &górę
pt_br: Buscar &anterior
pt_pt: Procurar &anterior
ro: &Caută precedentul
ru: Искать &вверх
sk: Hľadať &predchádzajúce
sl: Išči &Predhodno
sr: Traži &prethodno
ta: முந்தயதைத் தேடுக (&P)
uk: Шукати &попереднє
vi: Tìm t&rước

source: &Don't search
ar: لا &تقم بالبحث
bg: &Не търси
da: Søg &ikke
de: &Keine Suche
es: &No buscar
fa: &جستجو نکن
fi: &Ei hakua
fr: &Ne chercher pas
gl: &Non procurar
hr: &Ne traži
hu: Ne keresse
it: &Non cercare
nl: &Niet zoeken
pl: &Nie wyszukuj
pt_br: &Não buscar
pt_pt: &Não procurar
ro: &Nu căuta
ru: &Не искать
sk: &Nevyhľadávať
sl: &Ne išči
sr: &ne pretražuj
ta: தேடாதிருக்கவும் (&D)
uk: &Не шукати
vi: Khô&ng tìm kiếm

source: Place markers copied
ar: تم نسخ العلامات المرجعية
bg: Позиционните маркери са копирани
da: Stedmærker kopieret
de: Lesezeichen kopiert
es: Marcadores copiados
fa: نشان‌گذاری‌ها کپی شدند
fi: Paikkamerkit kopioitu
fr: Marqueurs de position copiés
gl: Marcadores copiados
hr: Oznaka pozicija su kopirane
hu: Helyjelzők másolva
it: Segnaposti copiati
nl: Plaatsmarkeringen gekopieerd
pl: Skopiowano znaczniki miejsc
pt_br: Marcadores de lugar copiados
pt_pt: Marcadores de lugar copiados
ro: Locația marcajelor copiată
ru: Закладки скопированы
sk: Záložky zálohované
sl: Prostorske označbe preslikane
sr: Markeri kopirani
ta: இடக் குறிப்பிகள் படியெடுக்கப்பட்டன
uk: Маркери місць скопійовано
vi: Đã chép điểm đánh dấu

source: Folder not copied
ar: لم يتم نسخ المجلد
bg: Папката не е копирана
da: Mappe ikke kopieret
de: Ordner nicht kopiert
es: Carpeta no copiada
fa: پوشه کپی نشد
fi: Kansiota ei kopioitu
fr: Dossier non copié
gl: Cartafol non copiado
hr: Mapa nije kopirana
hu: A mappa nem másolható
it: Cartella non copiata
ne: थैलीको नक्कल उतारिएन ।
nl: Map niet gekopieerd
pl: Folder nie został skopiowany
pt_br: Pasta não copiada
pt_pt: Pasta não copiada
ro: Dosar necopiat
ru: Папка не скопирована
sk: priečinok nebol skopírovaný
sl: Mapa ni preslikala
sr: Folder nije kopiran
ta: கோப்புறை படியெடுக்கப்படவில்லை
uk: Папку не скопійовано
vi: Thư mục không được chép

source: Copy Error
ar: خطأ في النسخ
bg: Грешка при копиране
da: Kopieringsfejl
de: Fehler beim Kopieren
es: Error en la Copia
fa: خطا هنگامِ کپی
fi: Kopiointivirhe
fr: Erreur de copie
gl: Erro da Copia
hr: Greška pri kopiranju
hu: Másolási hiba
it: Errore nella copia
ne: नक्कल उतार्दा त्रुटी ।
nl: Fout tijdens kopieren
pl: Błąd kopiowania
pt_br: Erro de cópia
pt_pt: Erro de cópia
ro: Eroare copiere
ru: Ошибка Копирования
sk: Chyba pri kopírovaní
sl: Napaka Preslikave
sr: Greška pri kopiranju
ta: படியெடுப்பதில் பிழை
uk: Помилка копіювання
vi: Lỗi sao chép

source: Place markers restored
ar: تم استرجاع العلامات المرجعية
bg: Позиционните маркери са възстановени
da: Stedmærker gendannet
de: Lesezeichen wiederhergestellt
es: Marcadores restaurados
fa: نشان‌گذاری‌ها برگردانده شدند
fi: Paikkamerkit palautettu
fr: Marqueurs de position restaurés
gl: Marcadores restaurados
hr: Oznake pozicija su obnovljene
hu: Helyjelzők visszaállítva
it: Segnaposto ripristinati
nl: Plaatsmarkeringen hersteld
pl: Przywrócono znaczniki miejsc
pt_br: Marcadores de lugar restaurados
pt_pt: Marcadores de lugar restaurados
ro: Locația marcajelor restaurată
ru: Закладки восстановлены
sk: Záložky obnovené
sl: Prostorske označbe obnovljene
sr: Markeri vraćeni
ta: இடக் குறிப்பிகள் மீட்டமைக்கப்பட்டன
uk: Маркери місць відновлено
vi: Đã phục hồi điểm đánh dấu

source: Notes
bg: Бележки
da: Noter
de: Notizen
es: Notas
fa: یادداشت‌ها
fi: Muistiinpanot
gl: Notas
hr: Napomene
hu: Jegyzetek
it: Note
nl: Notities
pl: Notatki
pt_br: Notas
pt_pt: Notas
ro: Note
ru: Примечания
sk: Poznámky
sl: Beležke
sr: Beleške
ta: குறிப்புகள்
uk: Примітки
vi: Ghi chú

source: &Bookmarks
bg: &Маркери
da: &Bogmærker
de: &Lesezeichen
es: &marcas
fa: &نشان‌ها
fi: &Paikkamerkit
fr: &Marqueurs
gl: &Marcas
hr: &Knjižne oznake
hu: &Könyvjelzők
it: &Segnaposto
nl: &Bladwijzers
pl: &Zakładki
pt_br: &Marcadores
pt_pt: &Marcadores
ro: &semne de carte
ru: &Закладки
sk: &Záložky
sl: &Zaznamki
sr: &MarkeriFolder &markera
ta: நூற்குறிகள் (&B)
uk: &Закладки
vi: &Các dấu trang

source: Not&e:
bg: &Бележка:
de: &Notiz:
es: Not&a:
fa: &یادداشت:
fi: Mu&istiinpano:
gl: Not&a:
hr: &Napomena:
hu: &Jegyzet
it: Not&a:
nl: Niet&e:
pl: Not&atka:
pt_br: Not&a:
pt_pt: &Nota:
ro: &Notă:
ru: Примеча&ние:
sk: &Poznámka:
sl: Belež&ka:
sr: B&eleška:
ta: குறிப்பு (&E)
uk: &Примітка:
vi: &Ghi chú:

source: &Save note
bg: &Запиши бележката
da: &Gem note
de: Notiz &speichern
es: &Guardar nota
fa: &ذخیره کردنِ یادداشت
fi: Ta&llenna muistiinpano
fr: &Enregistrer note
gl: &Gardar nota
hr: &Spremi napomenu
hu: Jegyzet &mentése
it: &Salva nota
nl: &Sla notitie op
pl: &Zachowaj notatkę
pt_br: &Salvar nota
pt_pt: &Guardar nota
ro: Salvare notă
ru: &Сохранить примечание
sk: &Uložiť poznámku
sl: &Shrani beležko
sr: &Sačuvaj belešku
ta: குறிப்பினைச் சேமிக்கவும் (&S)
uk: &Зберегти примітку
vi: &Lưu ghi chú

source: &Delete...
bg: &Изтрий...
da: &Slet...
de: &Entfernen...
es: &Eliminar...
fa: &پاک کردن...
fi: &Poista...
fr: &Effacer...
gl: &Borrar...
hr: &Izbriši …
hu: &Törlés
it: &Elimina...
nl: &Verwijder...
pl: &Skasować...
pt_br: E&xcluir...
pt_pt: &Apagar...
ro: &Șterge...
ru: У&далить...
sk: &Vymazať...
sl: &Izbriši...
sr: &Obriši...
ta: அழிக்கவும்... (&D)
uk: &Видалити...
vi: &Xóa...

source: This bookmark will be permanently deleted. This action cannot be undone.
bg: Този маркер ще бъде изтрит безвъзвратно. Действието не може да бъде отменено.
da: Dette bogmærke vil blive slettet permanent. Denne handling kan ikke fortrydes.
de: Dieses Lesezeichen wird dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta marca se eliminará permanentemente. Esta acción no puede deshacerse.
fa: این نشان بطور همیشگی پاک خواهد شد. این عمل بازگشت‌پذیر نخواهد بود.
fi: Tämä paikkamerkki poistetaan pysyvästi. Poistoa ei voi perua.
fr: Ce marqueur sera effacé définitivement. Cette action est irréversible.
gl: Esta marca borrarase permanentemente. Esta ación non pode desfacerse.
hr: Ova knjižna oznaka će se trajno izbrisati. Ova radnja je nepovratna.
hu: A könyvjelző törlésre kerül, és ez nem vonható vissza
it: Questo segnaposto sarà eliminato definitivamente. L'azione non può essere annullata.
nl: Deze bladwijzer wordt definitief verwijderd. Deze actie kan niet ongedaan gemaakt worden.
pl: Ten znacznik miejsca będzie skasowany na zawsze. Ta akcja jest nieodwracalna.
pt_br: Este marcador será permanentemente excluído. Essa ação não pode ser desfeita.
pt_pt: Este marcador será permanentemente apagado. Esta acção não pode ser anulada.
ro: Acest semn de carte va fi șters permanent. Această acțiune este ireversibilă.
ru: Эти закладки будут удалены. Это действие нельзя отменить.
sk: Záložka bude odstránená.
sl: Ta zaznamek se bo trajno izbrisal. Ta dejavnost je nepovratna.
sr: Ovaj marker će trajno biti obrisan. Ova radnja se ne može poništiti
ta: இந்த நூற்குறி நிரந்தரமாக அழிக்கப்படும். இச்செயலைத் திரும்பப் பெற இயலாது.
uk: Цю закладку буде видалено безповоротно. Цю дію неможливо скасувати.
vi: Dấu trang này sẽ bị xóa vĩnh viễn. Thao tác này không thể phục hồi.

source: No bookmarks
ar: لا يوجد علامات مرجعية
bg: Няма маркери
da: Ingen bogmærker
de: Keine Lesezeichen
es: No hay marcas
fa: نشانی وجود ندارد
fi: Ei paikkamerkkejä
fr: Pas de marqueur
gl: Non hai marcas
hr: Nema knjižnih oznaka
hu: Nincsenek könyvjelzők
it: Nessun Segnaposto
ne: कुनै पुस्तकचिनो छैन ।
nl: Geen bladwijzers
pl: Brak zakładek
pt_br: Sem marcadores
pt_pt: Sem marcadores
ro: Fără semne de carte
ru: Нет закладок
sk: Žiadne záložky
sl: Ni zaznamkov
sr: Nema markera
ta: நூற்குறிகள் ஏதுமில்லை
uk: Немає закладок
vi: Không có dấu trang

source: Bookmarks deleted
bg: Маркерите са изтрити
da: Bogmærker slettet
de: Lesezeichen entfernt
es: Marcas eliminadas
fa: نشان‌ها پاک شدند
fi: Paikkamerkit poistettu
fr: Marqueurs supprimés
gl: Marcas borradas
hr: Knjižne oznake su izbrisane
hu: Könyvjelző törölve
it: Segnaposto cancellati
nl: Bladwijzers verwijderd
pl: Zakładki usunięte
pt_br: Marcadores excluídos
pt_pt: Marcadores apagados
ro: Semn de carte șters
ru: Закладки удалены
sk: Záložky vymazané
sl: Zaznamki izbrisani
sr: Markeri obrisani
ta: நூற்குறிகள் அழிக்கப்பட்டன
uk: Закладки видалено
vi: Đã xóa các dấu trang

source: Copy place markers
ar: انسخ العلامات المرجعية
bg: Копиране на позиционните маркери
da: Kopier stedmærker
de: Lesezeichen &kopieren
es: Copiar marcadores
fa: کپی کردنِ نشان‌گذاری‌ها
fi: Kopioi paikkamerkit
fr: Copier les marqueurs de position
gl: Copiar marcadores
hr: Kopiraj oznake pozicija
hu: Helyjelzők másolása
it: Copia segnaposto
nl: Kopieer plaatsmarkeringen
pl: Kopiowanie znaczników miejsc
pt_br: Copiar marcadores de lugar
pt_pt: Copiar marcadores de lugar
ro: Copiază locația marcajelor
ru: Копировать закладки
sk: Kopírovať záložky
sl: Preslikava prostorskih označb
sr: Kopiraj markere
ta: இடக் குறிப்பிகளைப் படியெடுக்கவும்
uk: Копіювання маркерів місць
vi: Chép điểm đánh dấu

source: Select a folder to save a backup of your current place markers.
bg: Изберете папка за записване на архивно копие на вашите текущи позиционни маркери.
da: Vælg en mappe til at gemme en sikkerhedskopi af dine aktuelle stedmærker.
de: Wählen SIE einen Ordner zum Speichern eines Backups Ihrer vorigen Lesezeichen.
es: Selecciona una carpeta para guardar un respaldo de tus marcas actuales.
fa: پوشه‌ای را برای ذخیره کردنِ یک پشتیبان از نشان‌گذاری‌های فعلیِ خود انتخاب کنید.
fi: Valitse kansio, johon nykyisten paikkamerkkiesi varmuuskopio tallennetaan.
fr: Sélectionner un dossier pour enregistrer une sauvegarde de vos marqueurs de position actuels.
gl: Seleciona un cartafol para gardar una copia de seguridade das actuáis marcas.
hr: Odaberi mapu za spremanje sigurnosne kopije trenutačnih oznaka pozicija.
it: Seleziona una cartella dove salvare un backup dei tuoi segnaposto.
nl: Selecteer een map om een back-up van uw huidige plaatsmarkeringen op te slaan.
pl: Wybierz katalog do zapisywania kopii znaczników miejsc.
pt_br: Selecione uma pasta para salvar cópia de segurança dos marcadores de lugar atuais.
pt_pt: Escolha uma pasta para guardar a cópia de segurança dos seus marcadores de lugar actuais.
ro: Selectați un dosar în care să salvați o copie de siguranță a locului de marcaje.
ru: Выберите папку для сохранения резервной копии текущих закладок.
sk: Vyberte priečinok na uloženie záložiek.
sl: Izberite mapo, kjer želite imeti varnostno kopijo vaših trenutnih prostorskih označb.
sr: Izaberite folder u kome će se sačuvati rezervna kopija vaših markera. Oni će biti kopirani iz foldera %s.
ta: தங்களின் தற்போதைய இடக்குறிப்பிகளின் காப்பினைச் சேமிக்க வேண்டிய கோப்புரையைத் தெரிவுச் செய்க.
uk: Виберіть папку для збереження резервної копії ваших поточних маркерів місць.
vi: Chọn thư mục để sao lưu các điểm đánh dấu hiện thời của bạn.

source: directory for backup:
ar: مجلد النسخ الاحطياطي:
bg: Директория за резервното копие:
da: Mappe til sikkerhedskopi:
de: Ordner für Backups:
es: directorio para el respaldo:
fa: پوشه برای پشتیبانگیری:
fi: Varmuuskopion tallennuskansio:
fr: Dossier de sauvegarde:
gl: directorio para copia de seguridade:
hr: Mapa za sigurnosnu kopiju:
hu: biztonsági mentés könybtára
it: cartella per i backup:
nl: map voor back-up:
pl: katalog do tworzenia kopii zapasowych:
pt_br: diretório para cópia de segurança
pt_pt: pasta para cópia de segurança:
ro: dosar pentru copie de siguranță:
ru: каталог для резервной копии:
sk: Priečinok so zálohou:
sl: imenik za varnostno kopijo:
sr: Folder za pravljenje rezervne kopije:
ta: காப்பிற்கான அடைவு
uk: папка для резервних копій:
vi: thư mục để sao lưu:

source: Select directory to copy
ar: حدد مجلد للنسخ
bg: Избор на папка за копирането
da: Vælg mappe, der skal kopieres
de: Ordner zum Kopieren auswählen
es: Selecciona el directorio para copiar
fa: پوشه را برای کپی کردن انتخاب کنید
fi: Valitse kansio, johon kopioidaan
fr: Sélectionner le dossier à copier
gl: Seleciona o directorio para copiar
hr: Odaberi mapu za kopiranje
hu: Mappaválasztás másoláshoz
it: Selezionare cartella
nl: Selecteer de map om te kopiëren
pl: Oznacz katalog do kopiowania
pt_br: Selecione diretório a copiar
pt_pt: Seleccionar pasta para copiar
ro: Selectați dosarul pentru copiere
ru: Выберите каталог для копирования
sk: Vyberte priečinok
sl: Izbira imenika za preslikavo
sr: Izaberite folder za kopiranje
ta: படியெடுப்பதற்கான அடைவினைத் தெரிவுச் செய்க
uk: Виберіть папку для копіювання
vi: Chọn thư mục để sao chép

source: Set default folder for place markers
ru: Выберите папку закладок по умолчанию

source: Select the folder where your place markers will be searched.
ru: Выберите папку, в которой будете искать закладки.

source: default directory for place markers:
ru: Каталог закладок по умолчанию:

source: Select default directory
ru: Выберите каталог по умолчанию

source: Restore place markers
ar: استرجاع العلامات المرجعية
bg: Възстановяване на позиционните маркери
da: Gendan stedmærker
de: Lesezeichen &wiederherstellen
es: Restaurar marcadores
fa: برگرداندنِ نشان‌گذاری‌ها
fi: Palauta paikkamerkit
fr: Restaurer les marqueurs de position
gl: Restaurar marcadores
hr: Obnovi oznake pozicija
hu: Helyjelzők visszaállítása
it: Ripristina Segnaposto
nl: Herstel plaatsmarkeringen
pl: Przywróć znaczniki miejsca
pt_br: Restaurar marcadores de lugar
pt_pt: Restaurar marcadores de lugar
ro: Restaurează locația marcajelor
ru: Востановить закладки
sk: obnoviť záložky
sl: Obnovitev prosstorskih označb
sr: Vrati markere
ta: இடக் குறிப்பிகளை மீட்டமைக்கவும்
uk: Відновити маркери місць
vi: Phục hồi các điểm đánh dấu
